Repository: djemos/install-multilib
Catalog: po/*.po
Languages: el

source: USAGE: install-multilib [salix|slackel] [local|download]
el: ΧΡΗΣΗ: install-multilib [salix|slackel] [local|download]

source: OPTIONS:
el: ΕΠΙΛΟΓΕΣ:

source: salix, Install multilib for all Salix versions
el: salix, εγκατάσταση της multilib για όλες τις εκδόσεις του Salix

source: slackel, Install multilib for slackel current
el: slackel, εγκατάσταση της multilib για όλες τις εκδόσεις του slackel current

source: local, Installing from the local repo
el: local, εγκατάσταση από το τοπικό αποθετήριο

source: download, Download the packages, converting and installing them...
el: download, Μεταφόρτωση πακέτων, μετατροπή και εγκατάσταση αυτών...

source: ================================== ATTENSION ===============================
el: ================================== ΠΡΟΣΟΧΗ ===============================

source: Please add in blacklist gcc* and glibc*, for not upgrade them with slapt-get
el: Παρακαλώ προσθέστε στη blacklist το gcc* και glibc*, για να μην ενημερωθούν με το slapt-get

source: ERROR: Too many arguments
el: ΛΑΘΟΣ: Πάρα πολλές παράμετροι

source: install multilib
el: Εγκατάσταση της multilib
